var qNum,Q

function nextQuestion(){
  qNum=Math.floor(Math.random() * qBank.length)
  Q=qBank[qNum]
  document.getElementById("question").innerText=Q.Que
  document.getElementById("answer").innerText=""
  
}

function showAnswer(){
  document.getElementById("answer").innerText=Q.Ans
}

function hideAnswer(){
  document.getElementById("answer").innerText=""
}

const qBank=[
 {
   "qNum": 1,
   "Que": "中英聯合聲明內記載了什麼?",
   "Ans": "中華人民共和國對香港的基本方針政策"
 },
 {
   "qNum": 2,
   "Que": "《基本法》是根據國家哪一個方針制定的？",
   "Ans": "一個國家，兩種制度"
 },
 {
   "qNum": 3,
   "Que": "一國兩制是哪兩句說話的簡稱？",
   "Ans": "一個國家，兩種制度"
 },
 {
   "qNum": 4,
   "Que": "一國兩制的構想對香港特別行政區的生活方式作何保證?",
   "Ans": "保持原有之生活方式五十年不變"
 },
 {
   "qNum": 5,
   "Que": "一國兩制的構想對香港特別行政區的制度有何規定?",
   "Ans": "保持原有之資本主義制度五十年不變"
 },
 {
   "qNum": 6,
   "Que": "八十年代哪一位英國首相到北京訪問，開始就香港前途問題展開談判？",
   "Ans": "戴卓爾夫人"
 },
 {
   "qNum": 7,
   "Que": "英國首相在哪一年到北京訪問，開始就香港前途問題展開談判？",
   "Ans": "1982年"
 },
 {
   "qNum": 8,
   "Que": "鄧小平如何形容特區可保持原有之資本主義制度和生活方式在一段時間內不變?",
   "Ans": "馬照跑 舞照跳"
 },
 {
   "qNum": 9,
   "Que": "清廷是根據哪一條不平等條約將香港割讓給英國?",
   "Ans": "南京條約"
 },
 {
   "qNum": 10,
   "Que": "中英聯合聲明在何年何月何日簽訂?",
   "Ans": "1984 年12 月19 日"
 },
 {
   "qNum": 11,
   "Que": "《基本法》在何年何月何日通過？",
   "Ans": "1990 年4 月4 日"
 },
 {
   "qNum": 12,
   "Que": "《基本法》是根據中華人民共和國的什麼法律制定的？",
   "Ans": "憲法"
 },
 {
   "qNum": 13,
   "Que": "《基本法》是如何通過的? ",
   "Ans": "經中華人民共和國第七屆全國人民代表大會通過正式頒佈"
 },
 {
   "qNum": 14,
   "Que": "《基本法》連同哪兩個香港特別行政區的圖案，一起通過？",
   "Ans": "香港特別行政區的區旗和區徽圖案"
 },
 {
   "qNum": 15,
   "Que": "《基本法》規定了香港實行的制度，目的是什麼？",
   "Ans": "保障國家對香港的基本方針政策的實施"
 },
 {
   "qNum": 16,
   "Que": "當年簽署頒佈《基本法》的人，是什麼職銜？",
   "Ans": "中華人民共和國主席"
 },
 {
   "qNum": 17,
   "Que": "《基本法》共有多少條文?",
   "Ans": "160 條條文"
 },
 {
   "qNum": 18,
   "Que": "《基本法》共有多少個附件",
   "Ans": "三個"
 },
 {
   "qNum": 19,
   "Que": "《基本法》附件一訂明了什麼？",
   "Ans": "香港特別行政區行政長官的產生辦法 "
 },
 {
   "qNum": 20,
   "Que": "《基本法》附件二訂明了什麼？",
   "Ans": "立法會產生辦法和表決程序"
 },
 {
   "qNum": 21,
   "Que": "基本法哪一個附件訂明香港行政長官的產生辦法?",
   "Ans": "附件一"
 },
 {
   "qNum": 22,
   "Que": "基本法哪一個附件訂明香港立法會的產生辦法?",
   "Ans": "附件二"
 },
 {
   "qNum": 23,
   "Que": "基本法哪一個附件訂明在香港實施的全國性法律?",
   "Ans": "附件三"
 },
 {
   "qNum": 24,
   "Que": "《基本法》附件三列明了什麼？",
   "Ans": "在香港實施的全國性法律"
 },
 {
   "qNum": 25,
   "Que": "負責起草《基本法》的委員會成員包括了那些地方人士?",
   "Ans": "香港和內地"
 },
 {
   "qNum": 26,
   "Que": "基本法諮詢委員會在哪年成立?",
   "Ans": "1985"
 },
 {
   "qNum": 27,
   "Que": "基本法諮詢委員會成員全是哪個地方的人士?",
   "Ans": "香港"
 },
 {
   "qNum": 28,
   "Que": "基本法諮詢委員會的責任是什麼?",
   "Ans": "負責在香港徵求公眾對基本法草案的意見"
 },
 {
   "qNum": 29,
   "Que": "基本法起草委員會何年何月公佈首份草案?",
   "Ans": "1988 年4 月"
 },
 {
   "qNum": 30,
   "Que": "基本法諮詢委員會為第一份基本法草案進行了多久的諮詢公眾工作?",
   "Ans": "五個月"
 },
 {
   "qNum": 31,
   "Que": "基本法起草委員會何年何月公佈第二份草案?",
   "Ans": "1989 年2 月"
 },
 {
   "qNum": 32,
   "Que": "基本法諮詢委員會為第二份基本法草案進行了多久的諮詢公眾工作?",
   "Ans": "八個月"
 },
 {
   "qNum": 33,
   "Que": "《基本法》第一條指出香港特別行政區與中華人民共和國是什麼關係?",
   "Ans": "不可分離的部分"
 },
 {
   "qNum": 34,
   "Que": "《基本法》第二條指出香港實行高度自治，可享有哪四種權力?",
   "Ans": "行政管理權、立法權、獨立的司法權和終審權"
 },
 {
   "qNum": 35,
   "Que": "香港有沒有剩餘權力?",
   "Ans": "沒有"
 },
 {
   "qNum": 36,
   "Que": "《基本法》第三條規定香港的行政機關須由那些人組成？",
   "Ans": "香港永久性居民"
 },
 {
   "qNum": 37,
   "Que": "《基本法》第三條規定香港的立法機關須由那些人組成?",
   "Ans": "香港永久性居民"
 },
 {
   "qNum": 38,
   "Que": "《基本法》第四條規定香港應如何保障香港居民和其他人的權利和自由?",
   "Ans": "依法保障"
 },
 {
   "qNum": 39,
   "Que": "《基本法》第五條規定香港五十年內不會實行什麼制度和政策？ ",
   "Ans": "社會主義"
 },
 {
   "qNum": 40,
   "Que": "《基本法》第五條規定香港五十年內可保持什麼制度不變？ ",
   "Ans": "資本主義"
 },
 {
   "qNum": 41,
   "Que": "《基本法》第六條規定香港需要如何保護私有財産權? ",
   "Ans": "依法保護"
 },
 {
   "qNum": 42,
   "Que": "《基本法》第七條規定香港境內的土地屬於誰所有? ",
   "Ans": "國家"
 },
 {
   "qNum": 43,
   "Que": "《基本法》第七條規定香港境內的自然資源屬於誰所有? ",
   "Ans": "國家"
 },
 {
   "qNum": 44,
   "Que": "《基本法》第七條規定香港境內的土地和自然資源由誰負責管理、使用、開發或出租?",
   "Ans": "香港特別行政區政府"
 },
 {
   "qNum": 45,
   "Que": "《基本法》第七條規定香港境內的土地和自然資源由誰負責批給個人、法人或團體使用或開發?",
   "Ans": "香港特別行政區政府"
 },
 {
   "qNum": 46,
   "Que": "《基本法》第八條規定香港原有法律，即普通法、衡平法、條例、附屬立法和習慣法，除了那些皆可予以保留?",
   "Ans": "與《基本法》相抵觸或經香港特別行政區的立法機關作出修改者"
 },
 {
   "qNum": 47,
   "Que": "《基本法》第九條規定香港的行政機關可使用哪兩種語文?",
   "Ans": "中文及英文"
 },
 {
   "qNum": 48,
   "Que": "《基本法》第九條規定香港的立法機關可使用哪兩種語文?",
   "Ans": "中文及英文"
 },
 {
   "qNum": 49,
   "Que": "《基本法》第九條規定香港的司法機關可使用哪兩種語文?",
   "Ans": "中文及英文"
 },
 {
   "qNum": 50,
   "Que": "《基本法》第十條規定香港除懸掛中華人民共和國國旗和國徽外，還可懸掛什麼?",
   "Ans": "香港特別行政區區旗和區徽"
 },
 {
   "qNum": 51,
   "Que": "香港特別行政區的區旗是怎樣的?",
   "Ans": "五星花蕊的紫荊花紅旗"
 },
 {
   "qNum": 52,
   "Que": "根據中華人民共和國憲法，香港特別行政區的制度和政策，均以什麼的規定爲依據?",
   "Ans": "《基本法》"
 },
 {
   "qNum": 53,
   "Que": "香港特別行政區是根據中華人民共和國憲法第幾條而設立的？",
   "Ans": "第三十一條"
 },
 {
   "qNum": 54,
   "Que": "《基本法》第十二條說明香港特別行政區是一個怎樣的地方行政區域？",
   "Ans": "享有高度自治權的地方行政區域"
 },
 {
   "qNum": 55,
   "Que": "香港特別行政區與中華人民共和國中央人民政府有何關係？",
   "Ans": "直轄於中央人民政府"
 },
 {
   "qNum": 56,
   "Que": "《基本法》第十三條規定中央人民政府負責管理與香港有關的什麼事務?",
   "Ans": "外交事務"
 },
 {
   "qNum": 57,
   "Que": "中華人民共和國外交部如何處理香港的外交事務?",
   "Ans": "在香港設立機構處理外交事務"
 },
 {
   "qNum": 58,
   "Que": "香港特別行政區應如何處理有關對外事務？",
   "Ans": "依照基本法自行處理"
 },
 {
   "qNum": 59,
   "Que": "《基本法》第十四條規定香港的防務由誰管理？",
   "Ans": "由中央人民政府負責管理"
 },
 {
   "qNum": 60,
   "Que": "《基本法》哪一條條文規定了誰管理香港的防務？",
   "Ans": "第十四條"
 },
 {
   "qNum": 61,
   "Que": "《基本法》第十四條規定香港特別行政區的社會治安由誰負責維持？",
   "Ans": "香港特別行政區政府"
 },
 {
   "qNum": 62,
   "Que": "《基本法》第十四條規定中央人民政府派駐香港負責防務的軍隊會否干預香港的地方事務？",
   "Ans": "不會"
 },
 {
   "qNum": 63,
   "Que": "《基本法》第十四條規定香港政府在必要時，可就維持社會治安事情向中央人民政府請求派出什麼協助?",
   "Ans": "駐軍"
 },
 {
   "qNum": 64,
   "Que": "《基本法》第十四條規定香港政府在必要時，可就救助災害事情向中央人民政府請求派出什麼協助?",
   "Ans": "駐軍"
 },
 {
   "qNum": 65,
   "Que": "《基本法》第十四條規定香港政府在必要時，可就什麼事宜向中央人民政府請求派出什麼協助?",
   "Ans": "維持社會治安、救助災害"
 },
 {
   "qNum": 66,
   "Que": "《基本法》第十四條規定駐軍人員除須遵守全國性的法律外，還須遵守什麼法律?",
   "Ans": "香港特別行政區的法律"
 },
 {
   "qNum": 67,
   "Que": "香港的駐軍費用由誰負擔?",
   "Ans": "中央人民政府"
 },
 {
   "qNum": 68,
   "Que": "香港政府每年須向中央政府繳付多少軍費? ",
   "Ans": "免費/不用支付"
 },
 {
   "qNum": 69,
   "Que": "《基本法》第十六條規定香港的行政事務應如何處理?",
   "Ans": "依照基本法的有關規定自行處理"
 },
 {
   "qNum": 70,
   "Que": "《基本法》第十六條規定香港在行政方面享有什麼權?",
   "Ans": "行政管理權"
 },
 {
   "qNum": 71,
   "Que": "《基本法》第十七條規定香港的立法機關制定的法律，須報全國人民代表大會常務委員會備案。備案會否影響該法律的生效?",
   "Ans": "不會"
 },
 {
   "qNum": 72,
   "Que": "《基本法》第十七條規定香港立法機關制定的法律須向哪個機關備案? ",
   "Ans": "全國人民代表大會常務委員會"
 },
 {
   "qNum": 73,
   "Que": "全國人民代表大會如認爲香港立法機關制定的任何法律不符合基本法的條款，可如何處理?",
   "Ans": "將有關法律發回，但不作修改"
 },
 {
   "qNum": 74,
   "Que": "全國人民代表大會如認爲香港立法機關制定的任何法律不符合基本法的條款，可否對法律作出修改?",
   "Ans": "不可 (只可將有關法律發回，但不作修改)"
 },
 {
   "qNum": 75,
   "Que": "任何法律不符合基本法關於中央管理的事務及中央和香港特別行政區的關係的條款，經全國人民代表大會常務委員會發回後會怎樣?",
   "Ans": "立即失效"
 },
 {
   "qNum": 76,
   "Que": "凡列於《基本法》附件三之法律，需如何處理?",
   "Ans": "由香港特別行政區在當地公佈或立法實施"
 },
 {
   "qNum": 77,
   "Que": "香港特別行政區基本法委員會是什麼機構?",
   "Ans": "是全國人大常委會下設的工作委員會"
 },
 {
   "qNum": 78,
   "Que": "香港特別行政區基本法委員會的工作是什麼?",
   "Ans": "就有關《基本法》第17條、第18條、第158條、第159條實施中的問題進行研究，並向全國人大常委會提供意見"
 },
 {
   "qNum": 79,
   "Que": "根據《基本法》第一百五十八條，《基本法》的解釋權誰屬？",
   "Ans": "全國人民代表大會常務委員會"
 },
 {
   "qNum": 80,
   "Que": "那個機構有權可決定宣佈香港特別行政區進入緊急狀態?",
   "Ans": "全國人民代表大會常務委員會"
 },
 {
   "qNum": 81,
   "Que": "全國人民代表大會常務委員會可因什麼而決定香港特別行政區進入緊急狀態?",
   "Ans": "宣佈戰爭狀態或因香港發生特區政府不能控制的危及國家統一或安全的動亂"
 },
 {
   "qNum": 82,
   "Que": "在什麼情況下中央人民政府可發佈命令將有關全國性法律在香港實施?",
   "Ans": "全國人民代表大會常務委員會決定宣佈香港進入緊急狀態"
 },
 {
   "qNum": 83,
   "Que": "根據《基本法》第十九條香港特別行政區享有什麼權力?",
   "Ans": "獨立的司法權和終審權"
 },
 {
   "qNum": 84,
   "Que": "行政長官就法院在審理案件中遇有涉及國防、外交等國家行爲的事實問題時，在發出證明文件前，須先取得什麼? ",
   "Ans": "取得中央人民政府的證明書"
 },
 {
   "qNum": 85,
   "Que": "根據《基本法》第二十條香港特別行政區可享有那三個機構授予的其他權力?",
   "Ans": "全國人民代表大會、全國人民代表大會常務委員會及中央人民政府"
 },
 {
   "qNum": 86,
   "Que": "根據《基本法》第二十一條香港特別行政區居民中的那些人可依法參與國家事務的管理?",
   "Ans": "中國公民"
 },
 {
   "qNum": 87,
   "Que": "根據《基本法》第二十一條香港特別行政區的全國人民代表大會代表是根據人大那兩項要求選出的?",
   "Ans": "根據全國人民代表大會確定的名額和代表産生辦法選出"
 },
 {
   "qNum": 88,
   "Que": "中國其他地區進入香港定居的人數將如何確定?",
   "Ans": "由中央人民政府主管部門徵求香港特別行政區政府的意見後確定"
 },
 {
   "qNum": 89,
   "Que": "中國其他地區的人進入香港須辦理什麼手續?",
   "Ans": "須辦理批准手續"
 },
 {
   "qNum": 90,
   "Que": "香港特別行政區可在中國那裡設立辦事機構?",
   "Ans": "北京"
 },
 {
   "qNum": 91,
   "Que": "香港特別行政區居民，包括那兩類?",
   "Ans": "永久性居民和非永久性居民。"
 },
 {
   "qNum": 92,
   "Que": "那些是香港特別行政區非永久性居民?",
   "Ans": "有資格依照香港特別行政區法律取得香港居民身份證，但沒有居留權的人"
 },
 {
   "qNum": 93,
   "Que": "香港特別行政區那些居民依法享有選舉權和被選舉權?",
   "Ans": "永久性居民"
 },
 {
   "qNum": 94,
   "Que": "根據《基本法》第三十條，有什麼原因可由有關機關依照法律程式對通訊進行檢查? ",
   "Ans": "因公共安全和追查刑事犯罪的需要"
 },
 {
   "qNum": 95,
   "Que": "根據《基本法》第三十一條， 香港居民有那些自由?",
   "Ans": "在香港特別行政區境內遷徙，及有移居其他國家和地區的自由，有旅行和出入境的自由"
 },
 {
   "qNum": 96,
   "Que": "根據《基本法》第三十四條，香港居民進行文化活動有什麼保障?",
   "Ans": "有進行文化活動的自由"
 },
 {
   "qNum": 97,
   "Que": "「一國兩制」的構思是誰提出來？",
   "Ans": "鄧小平"
 },
 {
   "qNum": 98,
   "Que": "「一國兩制」中「一國」的涵義表示甚麼？",
   "Ans": "國家統一，主權和領土完整"
 },
 {
   "qNum": 99,
   "Que": "香港島是何時割讓予英國的（請說明年月日）？",
   "Ans": "1842年8月29日"
 },
 {
   "qNum": 100,
   "Que": "《基本法》何時頒布（請說明年月日）？",
   "Ans": "1990年4月4日"
 },
 {
   "qNum": 101,
   "Que": "中華人民共和國國歌是誰作詞的？",
   "Ans": "田漢"
 },
 {
   "qNum": 102,
   "Que": "中國國歌是哪一首歌?",
   "Ans": "義勇軍進行曲"
 },
 {
   "qNum": 103,
   "Que": "《義勇軍進行曲》創作於何年？",
   "Ans": "1935年"
 },
 {
   "qNum": 104,
   "Que": "《基本法》對香港司法權的規定是甚麼？",
   "Ans": "香港特別行政區有獨立司法權"
 },
 {
   "qNum": 105,
   "Que": "特區政府每年須向中央人民政府繳付多少稅項?",
   "Ans": "中央政府不向特區徵稅"
 },
 {
   "qNum": 106,
   "Que": "《基本法》對香港居民組織工會的規定怎樣的？",
   "Ans": "有組織工會的自由"
 },
 {
   "qNum": 107,
   "Que": "中國內地居民對遵守《基本法》的規定是甚麼？",
   "Ans": "內地人也要遵守"
 },
 {
   "qNum": 108,
   "Que": "《基本法》對中央人民政府與香港特區相關部門隸屬關係的規定是甚麼？",
   "Ans": "互不隸屬關係"
 },
 {
   "qNum": 109,
   "Que": "《基本法》對回歸後香港居民移民外國的規定是怎樣的？",
   "Ans": "有移民外國自由"
 },
 {
   "qNum": 110,
   "Que": "《基本法》對保持香港自由港地位的規定是甚麼？",
   "Ans": "不徵收關稅"
 },
 {
   "qNum": 111,
   "Que": "制定《基本法》並賦予香港特區高度自治的是國家哪一個機關?",
   "Ans": "全國人民代表大會"
 },
 {
   "qNum": 112,
   "Que": "《基本法》給予香港特區高度自治的權力具體表現在哪些方面？",
   "Ans": "具有行政管理、立法權、獨立的司法權和終審權"
 },
 {
   "qNum": 113,
   "Que": "《基本法》對特區政府各部門及其公務人員向中央人民政府作工作報告工作的規定是甚麼？",
   "Ans": "沒有特別規定"
 },
 {
   "qNum": 114,
   "Que": "《基本法》對中央外派官員可否擔任特區政府公務員的規定是甚麼？",
   "Ans": "不可以擔任特區政府公務員"
 },
 {
   "qNum": 115,
   "Que": "中央政府各省、市、自治區如欲自行來港設立機構，須先徵得哪個機構同意？",
   "Ans": "須徵得香港政府同意"
 },
 {
   "qNum": 116,
   "Que": "中央政府各省、市、自治區如欲自行來港設立機構，須經哪個機構批准？",
   "Ans": "須經中央人民政府批准"
 },
 {
   "qNum": 117,
   "Que": "香港特區與內地各省、市、自治區的體制有何異同?",
   "Ans": "省、市、自治區實行一國一制; 香港保留資本主義，高度自治"
 },
 {
   "qNum": 118,
   "Que": "回歸後內地邊防艦艇在執行公務中進入特區水域有甚麼規定？",
   "Ans": "不得隨意進入"
 },
 {
   "qNum": 119,
   "Que": "在政治權利上中華人民共和國籍與非中華人民共和國籍的香港居民有甚麼區別？",
   "Ans": "分別在於能否參與管理國家事務"
 },
 {
   "qNum": 120,
   "Que": "外籍人士想繼續留港和從事工作怎麼辦？",
   "Ans": "可以申請延期"
 },
 {
   "qNum": 121,
   "Que": "香港原有的社會制度不變是指甚麼？",
   "Ans": "特區成立前一切行之有效的措施與制度五十年不變"
 },
 {
   "qNum": 122,
   "Que": "為甚麼說「一國兩制」賦予特區享有終審權是一項創舉？",
   "Ans": "特區終審法院與全國最高法院無隸屬關係，為其他國家所未有"
 },
 {
   "qNum": 123,
   "Que": "香港司法獨立和終審權在什麼情況下會經常受到人大常委會解釋所影響嗎？",
   "Ans": "不會，終審法院在有需要時才提請人大解釋"
 },
 {
   "qNum": 124,
   "Que": "內地人觸犯香港法律如何處理？",
   "Ans": "以香港法律審判"
 },
 {
   "qNum": 125,
   "Que": "在內地觸犯法律的港人會受到怎樣的處理？",
   "Ans": "由內地法律裁判"
 },
 {
   "qNum": 126,
   "Que": "外匯管制政策將於何時在特區實行？",
   "Ans": "不會實行"
 },
 {
   "qNum": 127,
   "Que": "港商投資內地是屬什麼性質屬內資還是外資？",
   "Ans": "外資"
 },
 {
   "qNum": 128,
   "Que": "港商在內地投資享有什麼優惠？",
   "Ans": "外資優惠"
 },
 {
   "qNum": 129,
   "Que": "對香港原有或未來擁有私人財產者主要受《基本法》中哪條保護？",
   "Ans": "基本法第一百零五條"
 },
 {
   "qNum": 130,
   "Que": "對香港原有或未來擁有私人財產者主要受《基本法》怎樣保護？",
   "Ans": "明文規定須保障私有財產"
 },
 {
   "qNum": 131,
   "Que": "香港特區的官方語言有什麼規定是以英文還是中文為主？",
   "Ans": "除使用中文，亦可使用英文"
 },
 {
   "qNum": 132,
   "Que": "《基本法》對特區施行國家教育大綱如何規定？",
   "Ans": "自行決定，不受干預"
 },
 {
   "qNum": 133,
   "Que": "香港與內地的專業資格評審制度如何銜接？",
   "Ans": "銜接與否特區決定，可在保留專業基礎上自定評審辦法"
 },
 {
   "qNum": 134,
   "Que": "《基本法》對回歸後港人往外國留學有有甚麼規定?",
   "Ans": "享有特區以外求學的自由"
 },
 {
   "qNum": 135,
   "Que": "香港對外國神職人員在港從事宗教活動如何規範？",
   "Ans": "在法律範圍內可自己從事宗教活動"
 },
 {
   "qNum": 136,
   "Que": "香港宗教組織對外國宗教團體進行聯繫須用甚麼名義？",
   "Ans": "可以用「中華人民共和國香港」名稱保持和發展其宗教關係，參與世界活動"
 },
 {
   "qNum": 137,
   "Que": "解放軍進駐香港有何職責？",
   "Ans": "主要負責特區的防務"
 },
 {
   "qNum": 138,
   "Que": "駐港部隊有什麼職責與香港特區政府如何維持關係？",
   "Ans": "駐軍須履行防務責任，"
 },
 {
   "qNum": 139,
   "Que": "駐港部隊與香港特區政府的關係是怎樣的？",
   "Ans": "互不隸屬，互不干預"
 },
 {
   "qNum": 140,
   "Que": "「九七」後外國駐港領事機構的設立為何須由中央政府決定和批准?",
   "Ans": "按基本法規定特區有關外交事務的管理權，必須由中央決定和批准"
 },
 {
   "qNum": 141,
   "Que": "對於民用航空運輸協定和協議，特區政府在什麼情況下才可以簽訂、續簽和修改？",
   "Ans": "由中央政府授權簽署"
 },
 {
   "qNum": 142,
   "Que": "為甚麼說中華人民共和國政府是中國的唯一合法政府？",
   "Ans": "第二十六屆聯合國確認中華人民共和國是代表中國的唯一合法政府"
 },
 {
   "qNum": 143,
   "Que": "香港特區政府可以以「中華人民共和國香港」這個名稱表示可以與外國簽訂甚麼？",
   "Ans": "關稅貿易、航運協議"
 },
 {
   "qNum": 144,
   "Que": "香港特區「直轄於中央人民政府」其涵義是甚麼？",
   "Ans": "享有高度自治的地方行政區域"
 },
 {
   "qNum": 145,
   "Que": "有何措施使駐港部隊不干預香港事務？",
   "Ans": "駐軍須遵守全國性和特區的法律"
 },
 {
   "qNum": 146,
   "Que": "《基本法》第三十七條規定，香港居民的自願生育權利受什麼保護？",
   "Ans": "受法律保護"
 },
 {
   "qNum": 147,
   "Que": "《南京條約》於何年簽訂？",
   "Ans": "1842年"
 },
 {
   "qNum": 148,
   "Que": "中華人民共和國於何年月日成立？",
   "Ans": "1949年10月1日"
 },
 {
   "qNum": 149,
   "Que": "香港特區的區徽周圍寫有甚麼英文名字？",
   "Ans": "HONG KONG"
 },
 {
   "qNum": 150,
   "Que": "根據《基本法》第一百五十九條，《基本法》的修改權屬誰？",
   "Ans": "全國人民代表大會"
 },
 {
   "qNum": 151,
   "Que": "香港的區旗區徽由誰人設計?",
   "Ans": "何弢(音滔)"
 },
 {
   "qNum": 152,
   "Que": "香港特別行政區行政長官每屆的任期為多少年？",
   "Ans": "5年"
 },
 {
   "qNum": 153,
   "Que": "香港特別行政區的市民法定可投票年齡是多少？",
   "Ans": "18歲"
 },
 {
   "qNum": 154,
   "Que": "紀念香港回歸的假期有多少天?",
   "Ans": "一天"
 },
 {
   "qNum": 155,
   "Que": "根據《基本法》，十月一日國慶節當日，在香港屬什麼假期全港學校會否放假？",
   "Ans": "會公眾假期"
 },
 {
   "qNum": 156,
   "Que": "《基本法》的作用是什麼?",
   "Ans": "規定香港特別行政區實行的制度，以保障國家對香港的基本方針政策的實施"
 },
 {
   "qNum": 157,
   "Que": "《基本法》中佔內容比例最大的是哪一個章節？",
   "Ans": "（第四章）  政治體制"
 },
 {
   "qNum": 158,
   "Que": "《基本法》的起草及諮詢過程共歷時多久？",
   "Ans": "四年零八個月"
 },
 {
   "qNum": 159,
   "Que": "《基本法》的諮詢過程中，先後有過多少個諮詢期？",
   "Ans": "2個"
 },
 {
   "qNum": 160,
   "Que": "《基本法》訂明了哪三個重要概念？",
   "Ans": "一國兩制、高度自治、港人治港"
 },
 {
   "qNum": 161,
   "Que": "《基本法》條文若有爭議，以何種語文為準？",
   "Ans": "中文"
 },
 {
   "qNum": 162,
   "Que": "終審法院法官的任免，除規定外還須徵得什麼議會的同意？",
   "Ans": "立法會"
 },
 {
   "qNum": 163,
   "Que": "《基本法》規定，尚未為中國承認的國家，其駐港機構可以什麼形式在香港出現？",
   "Ans": "民間機構／或半官方機構"
 },
 {
   "qNum": 164,
   "Que": "中國駐香港軍隊可否干預／對於香港地方事務有什麼規定?",
   "Ans": "不可干預"
 },
 {
   "qNum": 165,
   "Que": "中國駐香港軍隊須否遵守什麼法律?",
   "Ans": "須遵守香港及中國全國性法律"
 },
 {
   "qNum": 166,
   "Que": "中華人民共和國香港特別行政區護照是由誰簽發？",
   "Ans": "香港特區政府"
 },
 {
   "qNum": 167,
   "Que": "內地人民可否自由／如何才可以進出香港?",
   "Ans": "須辦理入境手續"
 },
 {
   "qNum": 168,
   "Que": "公務員要對政府負責，必須做到怎樣？",
   "Ans": "盡忠職守"
 },
 {
   "qNum": 169,
   "Que": "外國政治團體可否／如何才可以在香港進行政治活動?",
   "Ans": "不可"
 },
 {
   "qNum": 170,
   "Que": "外國軍用船隻進入香港特區須經誰許可？",
   "Ans": "中國中央人民政府"
 },
 {
   "qNum": 171,
   "Que": "特區政府對「九七」前港英當局修改制定的法律如何處理？",
   "Ans": "只有違反中英聯合聲明、破壞基本法者不予承認"
 },
 {
   "qNum": 172,
   "Que": "根據《基本法》第十四條，駐軍的費用是由誰人負擔?",
   "Ans": "中國中央人民政府"
 },
 {
   "qNum": 173,
   "Que": "外國國家航空器在甚麼情況下可進入香港特別行政區？",
   "Ans": "經中國中央人民政府特別許可"
 },
 {
   "qNum": 174,
   "Que": "由香港特區簽發的護照和證件，寫明持有人有何權利？",
   "Ans": "返回香港特區的權利"
 },
 {
   "qNum": 175,
   "Que": "《基本法》對立法會主席年歲有什麼規定？",
   "Ans": "須要年滿四十周歲"
 },
 {
   "qNum": 176,
   "Que": "立法會主席須在港居住幾多年？",
   "Ans": "須連續住滿二十年"
 },
 {
   "qNum": 177,
   "Que": "立法會如經行政長官依基本法規定解散，須於多少時限內安排重新進行選舉？",
   "Ans": "三個月內"
 },
 {
   "qNum": 178,
   "Que": "《基本法》對立法會成員，能否擁有外國居留權有什麼規定？",
   "Ans": "可以擁有外國居留權"
 },
 {
   "qNum": 179,
   "Que": "立法會是屬於特區的什麼工作機關？",
   "Ans": "立法機關"
 },
 {
   "qNum": 180,
   "Que": "立法會現有幾多名議員？",
   "Ans": "七十名"
 },
 {
   "qNum": 181,
   "Que": "立法會通過的法案怎樣才能生效？",
   "Ans": "須經行政長官簽署及公佈"
 },
 {
   "qNum": 182,
   "Que": "香港特別行政區立法會舉行會議的法定人數為多少？",
   "Ans": "不少於全體議員的二分之一"
 },
 {
   "qNum": 183,
   "Que": "立法會議事規則可自行制訂，但不能與什麼有抵觸？",
   "Ans": "《基本法》"
 },
 {
   "qNum": 184,
   "Que": "立法會議事規則如何制定？",
   "Ans": "由立法會自行制定"
 },
 {
   "qNum": 185,
   "Que": "立法機關中的功能選舉，是從哪些途徑選出議員？",
   "Ans": "各職能界別"
 },
 {
   "qNum": 186,
   "Que": "任何人在被合法拘捕後，未經司法機關判罪之前均假定為什麼？",
   "Ans": "假定為無罪"
 },
 {
   "qNum": 187,
   "Que": "《基本法》對各類院校可否繼續從香港特區以外招聘教職員有什麼規定？",
   "Ans": "可以繼續從香港特區以外招聘教職員"
 },
 {
   "qNum": 188,
   "Que": "《基本法》對各類院校可否繼續從香港特區以外選用教材有什麼規定？",
   "Ans": "可以繼續從香港特區以外選用教材"
 },
 {
   "qNum": 189,
   "Que": "各類院校均可保留其自主性並享有什麼的自由？",
   "Ans": "學術自由"
 },
 {
   "qNum": 190,
   "Que": "回歸後住戶要納地租，地租是應課差餉租值的百分之幾？",
   "Ans": "百分之三"
 },
 {
   "qNum": 191,
   "Que": "在什麼的行為表現下，立法會會對行政長官進行調查？",
   "Ans": "有嚴重違法或瀆職行為而不辭職"
 },
 {
   "qNum": 192,
   "Que": "在什麼情況下，香港特區政府可要求駐港解放軍協助？",
   "Ans": "維持社會治安和救助災害"
 },
 {
   "qNum": 193,
   "Que": "在甚麼情況下，香港特別行政區政府可與外國就司法互助關係作出安排？",
   "Ans": "在中國中央人民政府協助或授權下"
 },
 {
   "qNum": 194,
   "Que": "在香港示威遊行會觸犯哪一條法例是否犯法？",
   "Ans": "不是沒有觸犯法例"
 },
 {
   "qNum": 195,
   "Que": "在香港立法會中，持有外國護照或居留權的議員數目不能超過多少百分比？",
   "Ans": "20%"
 },
 {
   "qNum": 196,
   "Que": "在香港特別行政區的行政架構中，三司是指什麼？",
   "Ans": "政務司、財政司和律政司"
 },
 {
   "qNum": 197,
   "Que": "在香港特別行政區通行的全國性法律共有多少條？",
   "Ans": "12條"
 },
 {
   "qNum": 198,
   "Que": "《基本法》對在香港特區成立前己取得的專業和執業資格，有什麼規定現在可否能繼續保留？",
   "Ans": "可依原來規定保留"
 },
 {
   "qNum": 199,
   "Que": "假若人權宣言的條例的內容與基本法有衝突，只能以何者為準？",
   "Ans": "《基本法》"
 },
 {
   "qNum": 200,
   "Que": "行政長官可經哪兩種方法產生？",
   "Ans": "通過選舉或協商"
 },
 {
   "qNum": 201,
   "Que": "行政長官必須在香港連續住滿多少年？",
   "Ans": "20年"
 },
 {
   "qNum": 202,
   "Que": "行政長官必須年滿多少歲？",
   "Ans": "40歲"
 },
 {
   "qNum": 203,
   "Que": "行政長官作出重要決策時，須諮詢哪個機構的意見行政會議意見？",
   "Ans": "須要行政會議"
 },
 {
   "qNum": 204,
   "Que": "行政長官的任命權屬誰？",
   "Ans": "中國中央人民政府"
 },
 {
   "qNum": 205,
   "Que": "行政長官是如何任命?",
   "Ans": "由香港選舉產生經中國中央人民政府任命"
 },
 {
   "qNum": 206,
   "Que": "《基本法》對行政長官擁有外國居留權，有什麼規定？",
   "Ans": "不能夠擁有外國居留權"
 },
 {
   "qNum": 207,
   "Que": "行政長官簽署已通過的財政預算案後，需報給何處備案？",
   "Ans": "中國中央人民政府"
 },
 {
   "qNum": 208,
   "Que": "香港特別行政區政府有關徵稅和公共開支須經哪個政府機關批准？",
   "Ans": "立法會"
 },
 {
   "qNum": 209,
   "Que": "那一類香港特別行政區的居民有選舉及被選舉的權利？",
   "Ans": "擁有居留權的永久性居民"
 },
 {
   "qNum": 210,
   "Que": "宗教組織可按原有辦法繼續興辦何種組織？",
   "Ans": "院校、學校、醫院和福利機構"
 },
 {
   "qNum": 211,
   "Que": "宗教組織除可繼續興辦各種組織外，還可提供什麼服務？",
   "Ans": "各種社會服務"
 },
 {
   "qNum": 212,
   "Que": "所謂「租用新界」的年期有多久？",
   "Ans": "九十九年(即至1997年止)"
 },
 {
   "qNum": 213,
   "Que": "非中國籍香港特區永久性居民，其在港出生幾多歲內的子女屬於香港永久性居民?",
   "Ans": "21歲以下的子女"
 },
 {
   "qNum": 214,
   "Que": "持有三粒星身份證的香港居民，九七之後擁有甚麼身份？",
   "Ans": "是香港永久性居民中的中國居／公民"
 },
 {
   "qNum": 215,
   "Que": "《基本法》第25條規定香港居民在法律方面享有什麼權利﹖",
   "Ans": "在法律面前一律平等"
 },
 {
   "qNum": 216,
   "Que": "《基本法》第107條規定香港須以什麼原則制訂財務預算？",
   "Ans": "財政預算以量入為出為原則"
 },
 {
   "qNum": 217,
   "Que": "香港以甚麼名義參加奧運會？",
   "Ans": "中國香港"
 },
 {
   "qNum": 218,
   "Que": "香港的主要官員(包括司長、局長和處長等)在外國居留權方面必須具備什麼條件？",
   "Ans": "無外國居留權的香港永久性居民中的中國公民"
 },
 {
   "qNum": 219,
   "Que": "香港的主要官員(包括司長、局長和處長等)在國籍方面必須具備什麼條件？",
   "Ans": "是香港永久性居民中的中國公民"
 },
 {
   "qNum": 220,
   "Que": "香港的外匯基金由誰管理及發行？",
   "Ans": "香港特區政府"
 },
 {
   "qNum": 221,
   "Que": "《基本法》對香港的市民須否服在兵役方面有什麼規定？",
   "Ans": "不須服兵役"
 },
 {
   "qNum": 222,
   "Que": "香港的宗教組織是否須要隸屬於／與內地的宗教組織有什麼關係?",
   "Ans": "不須香港的宗教組織不須／並不隸屬於內地的宗教組織"
 },
 {
   "qNum": 223,
   "Que": "香港政治性組織或團體可否與外國政治性組織或團體建立／可以有什麼性質的聯繫?",
   "Ans": "不可以建立聯繫"
 },
 {
   "qNum": 224,
   "Que": "香港特別行政區的土地及自然資源是由誰管理、使用、開發及出租?",
   "Ans": "香港特區政府"
 },
 {
   "qNum": 225,
   "Que": "香港特別行政區的外匯基金的主要作用是甚麼？",
   "Ans": "調節港元匯價"
 },
 {
   "qNum": 226,
   "Que": "香港特別行政區的治安由誰負責維持？",
   "Ans": "香港警察"
 },
 {
   "qNum": 227,
   "Que": "香港特別行政區的終審權屬於哪個機關？",
   "Ans": "香港特別行政區終審法院"
 },
 {
   "qNum": 228,
   "Que": "香港特別行政區的駐軍在何種情況才會出動？",
   "Ans": "香港行政長官要求"
 },
 {
   "qNum": 229,
   "Que": "香港特區永久性居民有什麼權利是非永久性居民沒有的？",
   "Ans": "有選舉權、被選舉權和居留權"
 },
 {
   "qNum": 230,
   "Que": "香港特區永久性居民和非永久性居民遵守的法律有什麼不同？",
   "Ans": "相同"
 },
 {
   "qNum": 231,
   "Que": "根據《基本法》規定，香港特區立法會的產生辦法，最終會達至什麼目標？",
   "Ans": "全部議員由普選產生"
 },
 {
   "qNum": 232,
   "Que": "香港特區立法會除第一屆外，每屆任期多少年？",
   "Ans": "四年"
 },
 {
   "qNum": 233,
   "Que": "香港特區各級法院的職權由什麼來規定？",
   "Ans": "法律"
 },
 {
   "qNum": 234,
   "Que": "香港特區行政長官在就職時必須宣誓效忠誰？",
   "Ans": "香港特區政府"
 },
 {
   "qNum": 235,
   "Que": "香港特區行政長官依照基本法規定要對誰負責？",
   "Ans": "中國中央人民政府和香港特區"
 },
 {
   "qNum": 236,
   "Que": "香港特區行政長官的產生最終是要達至一個怎樣的選舉目標？",
   "Ans": "由普選產生"
 },
 {
   "qNum": 237,
   "Que": "香港特區行政長官除了要盡忠職守外，還必須有什麼的操守？",
   "Ans": "廉潔奉公"
 },
 {
   "qNum": 238,
   "Que": "香港特區行政長官除了通過選舉外，還可用何種辦法產生？",
   "Ans": "協商"
 },
 {
   "qNum": 239,
   "Que": "香港特區行政會議由誰主持？",
   "Ans": "行政長官"
 },
 {
   "qNum": 240,
   "Que": "香港特區行政會議成員及立法會議員在就職時必須宣誓擁護什麼？",
   "Ans": "擁護基本法"
 },
 {
   "qNum": 241,
   "Que": "香港特區法律由那個機構負責制定？",
   "Ans": "香港特區立法會"
 },
 {
   "qNum": 242,
   "Que": "香港特區的主要官員必須在港居住滿幾多年？",
   "Ans": "通常居住連續滿十五年"
 },
 {
   "qNum": 243,
   "Que": "香港特區的法官由誰來任命？",
   "Ans": "香港特區行政長官"
 },
 {
   "qNum": 244,
   "Que": "公佈香港特區的法律由誰負責？",
   "Ans": "香港特區行政長官"
 },
 {
   "qNum": 245,
   "Que": "香港特區的財政預算以什麼為原則？",
   "Ans": "量入為出"
 },
 {
   "qNum": 246,
   "Que": "香港特區的區域除包括香港島及九龍半島外，還有那些地方？",
   "Ans": "所轄的島嶼和附近海域"
 },
 {
   "qNum": 247,
   "Que": "香港特區的稅制會按什麼政策制訂？",
   "Ans": "低稅政策"
 },
 {
   "qNum": 248,
   "Que": "香港特區保持自由港地位，除了規定外，不徵收什麼？",
   "Ans": "關稅"
 },
 {
   "qNum": 249,
   "Que": "香港特區保持原有在香港實行的什麼航運體制？",
   "Ans": "經營和管理體制"
 },
 {
   "qNum": 250,
   "Que": "香港特區政府公務員在居民身份上，必須具備什麼條件？",
   "Ans": "香港特區永久性居民"
 },
 {
   "qNum": 251,
   "Que": "香港特區政府主要官員就職時，要宣誓效忠誰？",
   "Ans": "香港特區政府"
 },
 {
   "qNum": 252,
   "Que": "香港特區政府若要駐軍協助，應向誰提出請求？",
   "Ans": "中國中央人民政府"
 },
 {
   "qNum": 253,
   "Que": "香港特區政府各司長在國外居留權上必須具備什麼條件？",
   "Ans": "無外國居留權"
 },
 {
   "qNum": 254,
   "Que": "香港特區政府各司長在居民身份和國籍上必須具備什麼條件？",
   "Ans": "是特區永久性居民及中國公民"
 },
 {
   "qNum": 255,
   "Que": "香港特區政府可自行制定與文藝創作有關的什麼政策？",
   "Ans": "文化政策"
 },
 {
   "qNum": 256,
   "Que": "香港特區政府將以法律保護科學技術的研究成果和什麼？",
   "Ans": "專利和發明創造"
 },
 {
   "qNum": 257,
   "Que": "香港特區政府對宗教信仰自由有什麼政策？",
   "Ans": "不會限制宗教信仰自由"
 },
 {
   "qNum": 258,
   "Que": "香港特區要談判簽訂新的民用航空運輸協定，要經誰授權？",
   "Ans": "中國中央人民政府"
 },
 {
   "qNum": 259,
   "Que": "香港特區第三屆立法會取消了那個選舉模式？",
   "Ans": "選舉委員會"
 },
 {
   "qNum": 260,
   "Que": "香港特區會以什麼名義發船舶登記證件？",
   "Ans": "中國香港"
 },
 {
   "qNum": 261,
   "Que": "香港特區會如何處理私有財產權？",
   "Ans": "依法保護"
 },
 {
   "qNum": 262,
   "Que": "香港特區會對資金流動和進出有什麼政策？",
   "Ans": "依法保障資金的流動和進出自由"
 },
 {
   "qNum": 263,
   "Que": "香港特區對外匯管制有什麼政策？",
   "Ans": "不會實施外匯管制"
 },
 {
   "qNum": 264,
   "Que": "香港特區會實行何種貿易政策？",
   "Ans": "自由貿易政策"
 },
 {
   "qNum": 265,
   "Que": "香港特區駐軍人員要遵守那些法律？",
   "Ans": "全國性法律和香港特區法律"
 },
 {
   "qNum": 266,
   "Que": "哪個機構有權解釋基本法？",
   "Ans": "全國人民代表大會常務委員會"
 },
 {
   "qNum": 267,
   "Que": "香港實行三權分立制度，該三個權力機關，包括什麼？",
   "Ans": "立法會、行政會、法院"
 },
 {
   "qNum": 268,
   "Que": "香港居民在罷工方面有什麼保障？",
   "Ans": "有罷工的權利和自由"
 },
 {
   "qNum": 269,
   "Que": "哪一條關於公民及政治權利的公約在香港繼續有效？",
   "Ans": "《公民權利和政治權利國際公約》"
 },
 {
   "qNum": 270,
   "Que": "回歸後，中國內地的居民在何種情況下才可以進入香港？",
   "Ans": "獲香港特別行政區政府批准"
 },
 {
   "qNum": 271,
   "Que": "根據《基本法》第23條，叛國罪的立法權誰屬？",
   "Ans": "香港特別行政區"
 },
 {
   "qNum": 272,
   "Que": "作為高度自治的特別行政區，除行政管理權、立法權和司法權外，香港還擁有什麼權？",
   "Ans": "終審權"
 },
 {
   "qNum": 273,
   "Que": "港幣在兌換方面有什麼規定？",
   "Ans": "可以自由兌換"
 },
 {
   "qNum": 274,
   "Que": "港幣的發行權屬於誰？",
   "Ans": "香港特別行政區政府"
 },
 {
   "qNum": 275,
   "Que": "發行港幣須有多少準備金？",
   "Ans": "百分之百"
 },
 {
   "qNum": 276,
   "Que": "廉政專員要由哪個國籍的特區永久性居民擔任？",
   "Ans": "中國籍"
 },
 {
   "qNum": 277,
   "Que": "對於香港人在居英權方案中取得的英國國籍，中國政府將如何處理？",
   "Ans": "不予承認"
 },
 {
   "qNum": 278,
   "Que": "與香港特區有關的外交談判，香港可以怎樣參加？",
   "Ans": "可以派代表參加"
 },
 {
   "qNum": 279,
   "Que": "與香港特區法律沒有抵觸的宗教活動會受到怎樣的限制？",
   "Ans": "不會受到限制"
 },
 {
   "qNum": 280,
   "Que": "《基本法》第幾條列出了保障在香港執行的國際性人權公約？",
   "Ans": "第39條"
 },
 {
   "qNum": 281,
   "Que": "基本法規定香港特別行政區須每年向中央政府繳交多少稅收？",
   "Ans": "不需要繳稅"
 },
 {
   "qNum": 282,
   "Que": "《基本法》保障學生可享有那些求學的自由？",
   "Ans": "選擇院校和在外地求學"
 },
 {
   "qNum": 283,
   "Que": "香港特別行政區是根據中華人民共和國憲法那一條成立的?",
   "Ans": "第31條"
 },
 {
   "qNum": 284,
   "Que": "根據《基本法》第十四條，中央人民政府可以怎樣管理香港的社會治安事務﹖",
   "Ans": "不屬於中央人民政府負責管理"
 },
 {
   "qNum": 285,
   "Que": "根據《基本法》第八十一條，哪個是香港最高的司法機構?",
   "Ans": "香港特別行政區終審法院"
 },
 {
   "qNum": 286,
   "Que": "根據《基本法》第一百五十二條，香港特別行政區可以用甚麼名義參加並非以國家為單位參加的國際組織和國際會議？",
   "Ans": "中國香港"
 },
 {
   "qNum": 287,
   "Que": "根據《基本法》第一百條，香港特別行政區成立前在香港政府各部門任職的公務人員均可留用，其年資如何處理?",
   "Ans": "可以保留"
 },
 {
   "qNum": 288,
   "Que": "行政長官選舉委員會是按什麼準則組成的?",
   "Ans": "均衡參與"
 },
 {
   "qNum": 289,
   "Que": "組成選舉委員會的是由多少個界別組成?",
   "Ans": "四個"
 },
 {
   "qNum": 290,
   "Que": "組成選舉委員會的四大界別每一界別現有多少委員?",
   "Ans": "300席"
 },
 {
   "qNum": 291,
   "Que": "立法會現有多少功能界別議席?",
   "Ans": "35席"
 },
 {
   "qNum": 292,
   "Que": "保險界在選舉委員會的四大界別中屬於那一界別?",
   "Ans": "第一界別(工商、金融界)"
 },
 {
   "qNum": 293,
   "Que": "教育界在選舉委員會的四大界別中屬於那一界別?",
   "Ans": "第二界別(專業界)"
 },
 {
   "qNum": 294,
   "Que": "體育、演藝、文化及出版界在選舉委員會的四大界別中屬於那一界別?",
   "Ans": "第三界別(勞工、社會服務、宗教等界)"
 },
 {
   "qNum": 295,
   "Que": "香港特別行政區作為地方行政區域，實行的制度是由什麼規定?",
   "Ans": "國家憲法和法律"
 },
 {
   "qNum": 296,
   "Que": "香港特區的政制發展，包括行政長官及立法會選舉，必須按照什麼進行?",
   "Ans": "《中華人民共和國香港特別行政區基本法》和全國人大常委會有關決定"
 },
 {
   "qNum": 297,
   "Que": "《基本法》指出行政長官選舉之「提名委員會」的組成，應參考什麼?",
   "Ans": "「選舉委員會」"
 },
 {
   "qNum": 298,
   "Que": "根據《基本法》，香港特別行政區是中華人民共和國不可分離的部分，可以實行怎樣的自治? ",
   "Ans": "可高度自治，仍直轄於中央人民政府"
 },
 {
   "qNum": 299,
   "Que": "中華人民共和國是統一的多民族國家，實行什麼形式的國家結構形式?",
   "Ans": "單一制國家結構形式"
 },
 {
   "qNum": 300,
   "Que": "中央人民政府有什麼權責規定特區實行的制度，包括特區政治體制的模式?",
   "Ans": "憲制"
 },
 {
   "qNum": 301,
   "Que": "《行政長官選舉條例》第4條訂明行政長官職位在哪些情況下，會視為出缺?",
   "Ans": "行政長官任期屆滿、行政長官去世及中央人民政府依照《基本法》免除行政長官職務"
 },
 {
   "qNum": 302,
   "Que": "分區直選採用什麼方式計算選舉結果?",
   "Ans": "採用比例代表制下的名單投票制，並以最大餘額方式計算選舉結果"
 },
 {
   "qNum": 303,
   "Que": "立法會對政府提出的法案的表決程序是怎樣的? ",
   "Ans": "獲出席議員過半數票贊成即為通過"
 },
 {
   "qNum": 304,
   "Que": "立法會對議員個人提出的法案、議案表決程序是怎樣的? ",
   "Ans": "須分別獲出席功能團體選舉議員和分區直接選舉議員各過半數票贊成方為通過"
 },
 {
   "qNum": 305,
   "Que": "立法會對議員個人提出對政府法案的修正案表決程序是怎樣的? ",
   "Ans": "須分別獲出席功能團體選舉議員和分區直接選舉議員各過半數票贊成方為通過"
 },
 {
   "qNum": 306,
   "Que": "選舉委員會每屆任期是多少年？",
   "Ans": "5年"
 },
 {
   "qNum": 307,
   "Que": "第三屆立法會取消了由哪項選舉產生的議員？",
   "Ans": "選舉委員會選舉產生的議員"
 },
 {
   "qNum": 308,
   "Que": "外籍人士可否擔任政府各級職務？",
   "Ans": "除規定外，均可擔任"
 },
 {
   "qNum": 309,
   "Que": "基本法規定普選行政長官的唯一提名機構是什麼?",
   "Ans": "提名委員會"
 },
 {
   "qNum": 310,
   "Que": "《基本法》關於行政長官提名委員會要有“廣泛代表性”的規定，其內涵是指什麼? ",
   "Ans": "四個界別均衡參與"
 },
 {
   "qNum": 311,
   "Que": "根據《基本法》中央人民政府對在香港實施社會主義制度有什麼規定?",
   "Ans": "不會在香港實施社會主義制度"
 },
 {
   "qNum": 312,
   "Que": "由於行政長官是特別行政區的首長，中央領導人要求他對國家和香港的態度是怎樣?",
   "Ans": "愛國愛港"
 },
 {
   "qNum": 313,
   "Que": "由於行政長官作為一個特別行政區的首長，須要對什麼負責?",
   "Ans": "對香港特區和中央人民政府負責"
 },
 {
   "qNum": 314,
   "Que": "根據基本法第四十五條，行政長官產生辦法可分為那三個主要步驟?",
   "Ans": "提名、普選及任命"
 },
 {
   "qNum": 315,
   "Que": "根據《基本法》第三十五條關於法律的權利，香港居民進行法律諮詢可以有什麼權利?",
   "Ans": "可以進行秘密法律諮詢"
 },
 {
   "qNum": 316,
   "Que": "根據《基本法》第三十五條關於法律的權利，香港居民有向法院提起什麼的權利?",
   "Ans": "訴訟"
 },
 {
   "qNum": 317,
   "Que": "根據《基本法》第三十五條關於法律的權利，香港居民在聘任律師方面有什麼權利?",
   "Ans": "有選擇律師的權利"
 },
 {
   "qNum": 318,
   "Que": "香港居民有權對行政部門和行政人員的行爲向那裡提出訴訟?",
   "Ans": "法院"
 },
 {
   "qNum": 319,
   "Que": "三個國際公約適用於香港的有關規定繼續有效，它們如何能夠在香港特別行政區實施?",
   "Ans": "通過香港特別行政區的法律予以實施"
 },
 {
   "qNum": 320,
   "Que": "根據《基本法》第一百一十五條香港特別行政區實行何種貿易政策?",
   "Ans": "實行自由貿易政策，保障貨物、無形財產和資本的流動自由"
 },
 {
   "qNum": 321,
   "Que": "香港特別行政區保持自由港、單獨的關稅地區和國際金融中心的地位，將如何處理外匯、黃金、證券、期貨等市場?",
   "Ans": "繼續開放外匯、黃金、證券、期貨等市場"
 },
 {
   "qNum": 322,
   "Que": "香港特別行政區將如何處理外國及地區的民用航空運輸協定?",
   "Ans": "在中央人民政府的授權下，可與外國或地區談判簽訂民用航空運輸協定"
 },
 {
   "qNum": 323,
   "Que": "根據《基本法》第四十二條，那些人有遵守香港特別行政區實行的法律的義務?",
   "Ans": "香港居民和在香港的其他人"
 },
 {
   "qNum": 324,
   "Que": "香港特別行政區行政長官就任時應向誰申報財産，記錄在案?",
   "Ans": "香港特別行政區終審法院首席法官"
 },
 {
   "qNum": 325,
   "Que": "香港特別行政區簽署立法會通過的財政預算案，是誰的職權?",
   "Ans": "香港特別行政區行政長官"
 },
 {
   "qNum": 326,
   "Que": "香港特別行政區將財政預算、決算報中央人民政府備案是誰的職權?",
   "Ans": "香港特別行政區行政長官"
 },
 {
   "qNum": 327,
   "Que": "提名並報請中央人民政府任免廉政專員是誰的職權?",
   "Ans": "香港特別行政區行政長官"
 },
 {
   "qNum": 328,
   "Que": "香港特別行政區政府要聘任主要官員，有什麼程序？",
   "Ans": "提名並報請中央人民政府任命"
 },
 {
   "qNum": 329,
   "Que": "執行中央人民政府就基本法規定的有關事務發出的指令是誰的職權?",
   "Ans": "香港特別行政區行政長官"
 },
 {
   "qNum": 330,
   "Que": "批准向立法會提出有關財政收入或支出的動議是誰的職權?",
   "Ans": "香港特別行政區行政長官"
 },
 {
   "qNum": 331,
   "Que": "香港特別行政區行政長官如認爲立法會通過的法案不符合香港特別行政區的整體利益，可如何處理?",
   "Ans": "在三個月內將法案發回立法會重議"
 },
 {
   "qNum": 332,
   "Que": "行政長官在其一任任期內可解散立法會多少次?",
   "Ans": "一次"
 },
 {
   "qNum": 333,
   "Que": "立法會如拒絕批准政府提出的財政預算案，行政長官可如何處理？",
   "Ans": "向立法會申請臨時撥款或在選出新的立法會前的一段時期內，按上一財政年度的開支標準，批准臨時短期撥款"
 },
 {
   "qNum": 334,
   "Que": "行政長官缺位時，應如何處理?",
   "Ans": "應在六個月內依基本法第四十五條的規定産生新的行政長官"
 },
 {
   "qNum": 335,
   "Que": "香港特別行政區行政會議是什麼機構?",
   "Ans": "協助行政長官決策的機構"
 },
 {
   "qNum": 336,
   "Que": "行政會議的成員由哪三類人士組成?",
   "Ans": "行政機關的主要官員、立法會議員和社會人士"
 },
 {
   "qNum": 337,
   "Que": "如行政會議成員失職，誰人有權將他任免?",
   "Ans": "行政長官"
 },
 {
   "qNum": 338,
   "Que": "行政會議的成員是如何產生的?",
   "Ans": "行政長官委任"
 },
 {
   "qNum": 339,
   "Que": "行政會議成員的任期如何決定?",
   "Ans": "應不超過委任他的行政長官的任期"
 },
 {
   "qNum": 340,
   "Que": "出任行政會議成員在外國居留權和居民身份上有什麼要求?",
   "Ans": "在外國無居留權的香港特別行政區永久性居中的中國公民"
 },
 {
   "qNum": 341,
   "Que": "出任行政會議成員在國籍上有什麼要求?",
   "Ans": "是香港特別行政區永久性居民中的中國公民"
 },
 {
   "qNum": 342,
   "Que": "香港特別行政區行政會議由誰主持?",
   "Ans": "行政長官"
 },
 {
   "qNum": 343,
   "Que": "行政長官對採納行政會議成員的意見有什麼規定?",
   "Ans": "可以不採納"
 },
 {
   "qNum": 344,
   "Que": "當行政長官沒有採納行政會議多數成員的意見時，應如何處理?",
   "Ans": "應將具體理由記錄在案"
 },
 {
   "qNum": 345,
   "Que": "調查指控行政長官有嚴重違法或瀆職行爲案，需立法會全體議員的多少人聯合動議，才可進行?",
   "Ans": "四分之一"
 },
 {
   "qNum": 346,
   "Que": "香港特別行政區立法會議員根據基本法規定並依照法定程式提出法律草案，凡涉及政府政策者，在提出前必須得到誰的書面同意?",
   "Ans": "行政長官"
 },
 {
   "qNum": 347,
   "Que": "香港特別行政區立法會議員根據基本法規定並依照法定程式提出法律草案，凡不涉及公共開支或政治體制或政府運作者，可怎樣提出?",
   "Ans": "由立法會議員個別或聯名"
 },
 {
   "qNum": 348,
   "Que": "香港特別行政區立法會舉行會議的法定人數是多少?",
   "Ans": "不少於全體議員的二分之一"
 },
 {
   "qNum": 349,
   "Que": "立法會會議若出席議員少於多少人會流會?",
   "Ans": "35人"
 },
 {
   "qNum": 350,
   "Que": "立法會議事規則由立法會自行制定，但不得與什麼相抵觸?",
   "Ans": "基本法"
 },
 {
   "qNum": 351,
   "Que": "香港特別行政區立法會通過的法案，如何方能生效?",
   "Ans": "須經行政長官簽署、公佈"
 },
 {
   "qNum": 352,
   "Que": "香港特別行政區立法會議員在什麼地方的發言，不會受法律追究?",
   "Ans": "在立法會會議上的發言"
 },
 {
   "qNum": 353,
   "Que": "香港特別行政區立法會議員在什麼情況下不會受逮捕?",
   "Ans": "在出席立法會會議時和赴會途中"
 },
 {
   "qNum": 354,
   "Que": "終審法院可以根據需要邀請什麼地區的法官參加審判?",
   "Ans": "其他普通法適用地區"
 },
 {
   "qNum": 355,
   "Que": "香港各級法院的組織和職權由什麼規定?",
   "Ans": "法律"
 },
 {
   "qNum": 356,
   "Que": "香港法院依照基本法那一條所規定的適用於香港的法律審判案件?",
   "Ans": "基本法第十八條"
 },
 {
   "qNum": 357,
   "Que": "香港特別行政區法院審判案件，會參考什麼判例?",
   "Ans": "其他普通法適用地區的司法判例"
 },
 {
   "qNum": 358,
   "Que": "司法人員履行審判職責的行爲會否受法律追究?",
   "Ans": "不會"
 },
 {
   "qNum": 359,
   "Que": "回歸前在香港實行的陪審制度的原則會怎樣處理?",
   "Ans": "予以保留"
 },
 {
   "qNum": 360,
   "Que": "回歸前刑事訴訟和民事訴訟中在香港適用的原則和當事人享有的權利會如何處理?",
   "Ans": "予以保留"
 },
 {
   "qNum": 361,
   "Que": "香港特別行政區法院的法官，是怎樣任命的?",
   "Ans": "根據當地法官和法律界及其他方面知名人士組成的獨立委員會推薦，由行政長官任命"
 },
 {
   "qNum": 362,
   "Que": "如想將終審法院首席法官免職，行政長官須任命不少於多少名當地法官組成的審議庭進行審議?",
   "Ans": "五名"
 },
 {
   "qNum": 363,
   "Que": "香港特別行政區終審法院的法官和高等法院首席法官的任命，須如何進行?",
   "Ans": "由行政長官徵得立法會同意，並報全國人民代表大會常務委員會備案"
 },
 {
   "qNum": 364,
   "Que": "香港特別行政區終審法院和高等法院的首席法官由何人出任有何規定?",
   "Ans": "應由在外國無居留權的香港特別行政區永久性居民中的中國公民擔任"
 },
 {
   "qNum": 365,
   "Que": "香港特別行政區的法官和其他司法人員應如何聘任?",
   "Ans": "應根據其本人的司法和專業才能選用，並可從其他普通法適用地區聘用"
 },
 {
   "qNum": 366,
   "Que": "香港特別行政區政府應如何作出有關當地和外來的律師在香港特別行政區工作和執業的規定?",
   "Ans": "參照原在香港實行的辦法"
 },
 {
   "qNum": 367,
   "Que": "香港特別行政區可設立什麼組織，接受香港特別行政區政府就有關地區管理和其他事務的諮詢，或負責提供文化、康樂、環境衛生等服務?",
   "Ans": "非政權性的區域組織"
 },
 {
   "qNum": 368,
   "Que": "在香港政府各部門任職的公務人員是否必須是香港永久性居民?",
   "Ans": "是， 對外籍公務人員另有規定者或法律規定某一職級以下者不在此限"
 },
 {
   "qNum": 369,
   "Que": "如不是香港特別行政區永久性居民，在什麼情況下可出任香港政府的公務人員? ",
   "Ans": "外籍公務人員另有規定者或法律規定某一職級以下者"
 },
 {
   "qNum": 370,
   "Que": "基本法第99條規定對公務人員有何要求? ",
   "Ans": "必須盡忠職守，對香港特別行政區政府負責"
 },
 {
   "qNum": 371,
   "Que": "基本法第100條對香港特別行政區成立前在香港政府各部門，包括警察部門任職的公務人員作了何種承諾?",
   "Ans": "均可留用，其年資予以保留，薪金、津貼、福利待遇和服務條件不低於原來的標準"
 },
 {
   "qNum": 372,
   "Que": "香港特別行政區政府對聘請之英籍和其他外籍人士有什麼要求?",
   "Ans": "只能以個人身份受聘，對香港特別行政區政府負責"
 },
 {
   "qNum": 373,
   "Que": "為什麼香港特別行政區的財政收入不需上繳中央人民政府?",
   "Ans": "香港特別行政區保持財政獨立，財政收入全部用於自身需要，不上繳中央人民政府"
 },
 {
   "qNum": 374,
   "Que": "《基本法》第一百零八條對香港特別行政區的稅收制度有何規定?",
   "Ans": "實行獨立的稅收制度，參照原在香港實行的低稅政策，自行立法規定稅種、稅率、稅收寬免和其他稅務事項"
 },
 {
   "qNum": 375,
   "Que": "《基本法》第一百零九條規定香港特別行政區政府需提供什麼環境，以保持香港的國際金融中心地位?",
   "Ans": "適當的經濟和法律環境"
 },
 {
   "qNum": 376,
   "Que": "《基本法》第一百一十條對香港特別行政區的貨幣金融制度有何規定?",
   "Ans": "香港特別行政區政府自行制定貨幣金融政策，保障金融企業和金融市場的經營自由，並依法進行管理和監督"
 },
 {
   "qNum": 377,
   "Que": "香港特別行政區法定貨幣是什麼?",
   "Ans": "港元"
 },
 {
   "qNum": 378,
   "Que": "香港特別行政區是否可根據什麼規則，對産品簽發産地來源證?",
   "Ans": "當時的産地規則"
 },
 {
   "qNum": 379,
   "Que": "《基本法》第一百一十八條規定香港特別行政區政府需提供什麼環境，鼓勵各項投資、技術進步並開發新興産業?",
   "Ans": "經濟和法律環境"
 },
 {
   "qNum": 380,
   "Que": "《基本法》第一百二十條規定所有土地契約和與土地契約有關的一切權利，均會如何處理?",
   "Ans": "按香港特別行政區的法律繼續予以承認和保護"
 },
 {
   "qNum": 381,
   "Que": "《基本法》第一百二十三條規定香港特別行政區成立以後滿期而沒有續期權利的土地契約會如何處理?",
   "Ans": "由香港特別行政區自行制定法律和政策處理"
 },
 {
   "qNum": 382,
   "Que": "香港特別行政區從事社會服務的志願團體在什麼情況下可自行決定其服務方式?",
   "Ans": "在不抵觸法律的情況下"
 },
 {
   "qNum": 383,
   "Que": "對世界各國或各地區的人入境、逗留和離境，香港特別行政區政府可實行什麼管理措施?",
   "Ans": "出入境管制"
 },
 {
   "qNum": 384,
   "Que": "對香港特別行政區政府與各國或各地區簽證，中央人民政府有什麼安排?",
   "Ans": "協助或授權締結互免簽證協定"
 },
 {
   "qNum": 385,
   "Que": "尚未爲中華人民共和國承認的國家，可否設立領事或其他官方機構?",
   "Ans": "只能在香港特別行政區設立民間機構"
 },
 {
   "qNum": 386,
   "Que": "對香港特別行政區法院在審理案件時對基本法關於香港特別行政區自治範圍內的條款，全國人民代表大會常務委員會有什麼安排?",
   "Ans": "授權自行解釋"
 },
 {
   "qNum": 387,
   "Que": "如全國人民代表大會常務委員會應香港特別行政區終審法院對基本法條款作出解釋，香港特別行政區法院在引用該條款時，應怎樣處理?",
   "Ans": "應以全國人民代表大會常務委員會的解釋爲準"
 },
 {
   "qNum": 388,
   "Que": "《基本法》的修改提案權屬於全國人民代表大會下的那個機構? ",
   "Ans": "常務委員會"
 },
 {
   "qNum": 389,
   "Que": "《基本法》的修改提案權屬於幾多個機構? ",
   "Ans": "3個"
 },
 {
   "qNum": 390,
   "Que": "《基本法》的修改議案須經香港的立法會議員全體議員的幾分之幾多數同意？",
   "Ans": "三分之二多數"
 },
 {
   "qNum": 391,
   "Que": "《基本法》的修改議案須經香港的人大代表、立法會議員和誰的同意才可提出？",
   "Ans": "香港特別行政區行政長官"
 },
 {
   "qNum": 392,
   "Que": "香港特別行政區《基本法》的修改議案最後須向哪個機關提出？",
   "Ans": "全國人民代表大會"
 },
 {
   "qNum": 393,
   "Que": "《基本法》的修改議案列入議程前，香港特別行政區基本法委員會須要做什麼工作？",
   "Ans": "研究並提出意見"
 },
 {
   "qNum": 394,
   "Que": "香港特別行政區有沒有《基本法》修改提案權? ",
   "Ans": "有"
 },
 {
   "qNum": 395,
   "Que": "《基本法》的修改議案須經香港的全國人民代表大會代表的幾分之幾多數同意？",
   "Ans": "三分之二多數"
 },
 {
   "qNum": 396,
   "Que": "除了全國人民代表大會常務委員會和香港特區政府外， 還有哪個機構可以對基本法作出修改提案? ",
   "Ans": "國務院"
 },
 {
   "qNum": 397,
   "Que": "《基本法》的修改議案在列入全國人民代表大會的議程前，會由那機構先研究及提出意見?  ",
   "Ans": "先由香港特別行政區基本法委員會研究並提出意見"
 },
 {
   "qNum": 398,
   "Que": "《基本法》的任何修改，均不得與什麼相抵觸?",
   "Ans": "中華人民共和國對香港既定的基本方針政策"
 },
 {
   "qNum": 399,
   "Que": "第一任行政長官是按照什麼辦法産生?",
   "Ans": "《全國人民代表大會關於香港特別行政區第一屆政府和立法會産生辦法的決定》"
 },
 {
   "qNum": 400,
   "Que": "《基本法》附件規定2007年以後各任行政長官的産生辦法如需修改，須要如何進行?",
   "Ans": "經立法會全體議員三分之二多數通過，行政長官同意，並報全國人民代表大會常務委員會批准"
 },
 {
   "qNum": 401,
   "Que": "選舉委員會根據提名的名單，經一人一票投票選出行政長官候任人，需否記名?",
   "Ans": "不須記名"
 },
 {
   "qNum": 402,
   "Que": "《基本法》附件二規定第一屆立法會是如何産生的?",
   "Ans": "按照《全國人民代表大會關於香港特別行政區第一屆政府和立法會産生辦法的決定》産生"
 },
 {
   "qNum": 403,
   "Que": "《基本法》附件二規定首三屆的香港特別行政區立法會有多少議員",
   "Ans": "每屆60人"
 },
 {
   "qNum": 404,
   "Que": "除《基本法》另有規定外，政府提出的法案，需獲得立法會出席會議的全體議員的多少數票，才可通過?",
   "Ans": "過半"
 },
 {
   "qNum": 405,
   "Que": "立法會議員個人提出的議案、法案和對政府法案的修正案，需要怎樣才能通過?",
   "Ans": "均須分別經功能團體選舉産生的議員和分區直接選舉、選舉委員會選舉産生的議員兩部分出席會議議員各過半數通過"
 },
 {
   "qNum": 406,
   "Que": "基本法附件三規定2007年以後香港特別行政區立法會的産生辦法和法案、議案的表決程式，如需對基本法附件的規定進行修改，須要如何進行?",
   "Ans": "經立法會全體議員三分之二多數通過，行政長官同意，並報全國人民代表大會常務委員會備案"
 },
 {
   "qNum": 407,
   "Que": "第一屆行政長官是如何產生的?",
   "Ans": "經推選委員會選舉產生"
 },
 {
   "qNum": 408,
   "Que": "第二到第四屆行政長官是如何產生的?",
   "Ans": "經選舉委員會提名及選舉產生"
 },
 {
   "qNum": 409,
   "Que": "第一屆行政長官推選委員會由多少人組成?",
   "Ans": "400人"
 },
 {
   "qNum": 410,
   "Que": "2002第二屆行政長官選舉委員會增至多少人組成?",
   "Ans": "800人"
 },
 {
   "qNum": 411,
   "Que": "2012第四屆行政長官選舉委員會增至多少人組成?",
   "Ans": "1200人"
 },
 {
   "qNum": 412,
   "Que": "由第三屆立法會開始，組成的議員分別透過那二種選舉選出?",
   "Ans": "由功能團體選舉和分區直接選舉各佔一半"
 },
 {
   "qNum": 413,
   "Que": "1998年立法會由地區直選產生的議席有多少人?",
   "Ans": "20"
 },
 {
   "qNum": 414,
   "Que": "2000年立法會由地區直選產生的議席有多少人?",
   "Ans": "24"
 },
 {
   "qNum": 415,
   "Que": "2004年立法會由地區直選產生的議席有多少人?",
   "Ans": "30"
 },
 {
   "qNum": 416,
   "Que": "2012年立法會由地區直選產生的議席有多少人?",
   "Ans": "35"
 },
 {
   "qNum": 417,
   "Que": "2012年立法會新增的5個功能界別議席，是如何產生的?",
   "Ans": "由過往在傳統功能界別以外超過320萬名選民以一人一票方式選出"
 },
 {
   "qNum": 418,
   "Que": "2005年11月特區政府透過策略發展委員會，為香港社會開展了有什麼討論?",
   "Ans": "有關普選模式、路線圖和時間表的討論"
 },
 {
   "qNum": 419,
   "Que": "2007年7月政府發表《政制發展綠皮書》就什麼事項諮詢公眾意見?",
   "Ans": "有關行政長官及立法會普選方案、路線圖和時間表"
 },
 {
   "qNum": 420,
   "Que": "2012年選舉委員會増加民主成份，第四界別中民選區議員的議席大幅增至多少人?",
   "Ans": "117人"
 },
 {
   "qNum": 421,
   "Que": "2012年每名登記選民在立法會選舉都有2票，分別投什麼議席?",
   "Ans": "地方選區及功能界別"
 },
 {
   "qNum": 422,
   "Que": "2012年立法會選舉地方選區共有多少人登記選民投票?",
   "Ans": "183萬"
 },
 {
   "qNum": 423,
   "Que": "根據《基本法》第四十五條，中央人民政府對香港行政長官的任命權是怎樣的?",
   "Ans": "是實質性的，可以任命也可以不任命"
 },
 {
   "qNum": 424,
   "Que": "根據全國人大常委會2004及2007的決議，香港別行政區行政長官產生辦法如果未能依照法定程序作出修改，行政長官產生辦法應如何處理?",
   "Ans": "繼續適用上一任行政長官的產生辦法"
 },
 {
   "qNum": 425,
   "Que": "2012年選舉委員會的四個界別，是由多少個界別分組組成?",
   "Ans": "38個"
 },
 {
   "qNum": 426,
   "Que": "2012年選舉委員會的宗教界界別分組60名委員，是由多少個指定宗教團體提名產生?",
   "Ans": "6個"
 },
 {
   "qNum": 427,
   "Que": "根據2010年全國人大常委會第16次會議議決，行政長官候選人需獲得不少於多少名的選舉委員會委員聯合提名?",
   "Ans": "150名(即八份一)"
 },
 {
   "qNum": 428,
   "Que": "根據2010年全國人大常委會第16次會議議決，每名選舉委員會委員可提名多少名行政長官候選人?",
   "Ans": "1名"
 },
 {
   "qNum": 429,
   "Que": "政府提出的2017年行政長官選舉辦法未能獲三份之二立法會議員通過，對下一屆行政長官選舉可否自動有普選，有什麼規定?",
   "Ans": "不可自動有普選， 仍要通過五步曲"
 },
 {
   "qNum": 430,
   "Que": "2017年行政長官不能由一人一票普選產生，對2020年立法會議員經由普選產生有什麼規定?",
   "Ans": "不可全部經由普選產生"
 },
 {
   "qNum": 431,
   "Que": "中國中央人民政府對特區落實普選的態度是怎樣的?",
   "Ans": "有決心及承擔"
 },
 {
   "qNum": 432,
   "Que": "在2014年，什麼機構通過了《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》?",
   "Ans": "全國人民代表大會常務委員會"
 },
 {
   "qNum": 433,
   "Que": "在2014年幾月幾日通過了《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》?",
   "Ans": "8 月31日"
 },
 {
   "qNum": 434,
   "Que": "在2014年通過的《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》指出，要組成一個提名委員會，這個委員會的代表性要求是怎樣的？",
   "Ans": "要有廣泛代表性"
 },
 {
   "qNum": 435,
   "Que": "在2014年通過的《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》指出，提名委員會要按照選舉第幾任的行政長官的細則組成？",
   "Ans": "第四任"
 },
 {
   "qNum": 436,
   "Que": "在2014年通過的《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》指出，行政長官候選人需要有多少人？",
   "Ans": "二至三名"
 },
 {
   "qNum": 437,
   "Que": "在2014年通過的《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》中，對每名行政長官候選人需要多少提名委員會委員的支持，有什麼規定？",
   "Ans": "須獲得提名委員會全體委員半數以上的支持"
 },
 {
   "qNum": 438,
   "Que": "在2014年通過的《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》指出，什麼人有行政長官選舉權？",
   "Ans": "香港特別行政區合資格選民均有"
 },
 {
   "qNum": 439,
   "Que": "在2014年通過的《關於香港特別行政區行政長官普選問題和2016年立法會產生辦法的決定》指出，行政長官人選經普選產生後，需要接受什麼機構的任命？",
   "Ans": "受中央人民政府任命"
 },
 {
   "qNum": 440,
   "Que": "哪一份文件賦予港人\"可普選行政長官權利的法律權”? ",
   "Ans": "《基本法》"
 },
 {
   "qNum": 441,
   "Que": "2017行政長官普選辦法第一次諮詢文件指出普選特首的最重要內涵和標誌是什麼?",
   "Ans": "全社會合資格選民均能一人一票選特首"
 },
 {
   "qNum": 442,
   "Que": "組成選舉委員會的第一大界別是什麼?",
   "Ans": "工商、金融界 "
 },
 {
   "qNum": 443,
   "Que": "組成選舉委員會的第二大界別是什麼?",
   "Ans": "專業界"
 },
 {
   "qNum": 444,
   "Que": "組成選舉委員會的第三大界別是什麼?",
   "Ans": "勞工、社會服務、宗教等界"
 },
 {
   "qNum": 445,
   "Que": "組成選舉委員會的第四大界別是什麼?",
   "Ans": "立法會議員、區議會代表、香港特別行政區全國人大代表、香港特別行政區全國政協委員的代表"
 },
 {
   "qNum": 446,
   "Que": "香港回歸後港人出入境方面的自由在什麼情況下不能繼續享有？",
   "Ans": "在港犯刑律者"
 },
 {
   "qNum": 447,
   "Que": "特區主要官員為什麼必須由在外國無居留權的香港永久性居民中的中國公民擔任？",
   "Ans": "體現主權，符合港人治港原則"
 },
 {
   "qNum": 448,
   "Que": "香港居民的基本權利和義務為什麼要明確地載入《基本法》？",
   "Ans": "體現中央尊重及落實兩制"
 },
 {
   "qNum": 449,
   "Que": "香港特別行政區政府駐北京辦事處隸屬於哪一個政策局？",
   "Ans": "政制及內地事務局"
 },
 {
   "qNum": 450,
   "Que": "香港特別行政區立法會對行政權的制約是什麼？",
   "Ans": "通過財政預算案和其他重要法案、彈劾行政長官"
 },
 {
   "qNum": 451,
   "Que": "行政長官因為辭職、死亡等原因出現缺位時，須如何補選新的行政長官？",
   "Ans": "應在六個月內依基本法第四十五條的規定產生新的行政長官。"
 },
 {
   "qNum": 452,
   "Que": "中華人民共和國國徽中有什麼建築物圖案？",
   "Ans": "天安門城樓"
 },
 {
   "qNum": 453,
   "Que": "菲傭連續在港工作滿七年符合成為香港永久性居民嗎？",
   "Ans": "不符合"
 },
 {
   "qNum": 454,
   "Que": "香港學校的教學活動，對使用普通話有什麼規定？",
   "Ans": "並無規定"
 },
 {
   "qNum": 455,
   "Que": "香港特區與內地為甚麼仍需要維持邊境管理？",
   "Ans": "兩地制度不同"
 },
 {
   "qNum": 456,
   "Que": "特區政府對持有英國屬土公民及國民(海外)護照的使用如何處理？",
   "Ans": "容許繼續使用"
 },
 {
   "qNum": 457,
   "Que": "是哪一個國家向中國策動鴉片戰爭？",
   "Ans": "英國"
 },
 {
   "qNum": 458,
   "Que": "中國哪些地區實行「一國兩制」？",
   "Ans": "香港和澳門"
 },
 {
   "qNum": 459,
   "Que": "在中國法律制度裡，有甚麼法律是高於《基本法》的呢？",
   "Ans": "《憲法》"
 },
 {
   "qNum": 460,
   "Que": "全國人大常委會對《基本法》的條款作出解釋後會對特區法院的判決有甚麼影響？",
   "Ans": "應以人大常委會的解釋為準；但解釋以前作出的判決不受影響"
 },
 {
   "qNum": 461,
   "Que": "自鴉片戰爭後英國割據香港至回歸，英國前後統治了香港島多少年？",
   "Ans": "155年"
 },
 {
   "qNum": 462,
   "Que": "聯合國於何年何月將港澳從殖民地名單中剔除？",
   "Ans": "1972年11月"
 },
 {
   "qNum": 463,
   "Que": "香港特別行政區籌委會主任委員是誰？",
   "Ans": "錢其琛"
 },
 {
   "qNum": 464,
   "Que": "《基本法》對內地學歷承認的問題如何處理？",
   "Ans": "公平對待，重新研究，對具水準的學府加以認可"
 },
 {
   "qNum": 465,
   "Que": "《基本法》附件原先規定2007年以後各任行政長官的産生辦法如需修改，須要如何進行?",
   "Ans": "經立法會全體議員三分之二多數通過，行政長官同意，並報全國人民代表大會常務委員會批准"
 },
 {
   "qNum": 466,
   "Que": "香港政府提出修改2017年行政長官的産生辦法， 改以全民一人一票普選進行， 為什麼未能實施?",
   "Ans": "因修改建議未能得到立法會全體議員三分之二多數通過"
 },
 {
   "qNum": 467,
   "Que": "1999年香港特區政府為什麼第一次邀請全國人民代表大會常務委員會解釋《基本法》第22及第24條?",
   "Ans": "要避免超過150萬名中國大陸居民湧入香港，特區政府邀請人大常委會就居港權原意作出解釋"
 },
 {
   "qNum": 468,
   "Que": "面對1997年以後的經濟衰退，加上財政陷入赤字，香港政府削減了公務員的薪金，公務員團體根據基本法那一條提出抗議?",
   "Ans": "《基本法》第100條（公務員「年資予以保留，薪金、津貼、福利待遇和服務條件不低於原來的標準」）"
 },
 {
   "qNum": 469,
   "Que": "2005年4月6日特區政府第二次向全國人大常委會就行政長官呈辭後繼任人任期問題要求釋法，結果如何?",
   "Ans": "行政長官如果於2007年前辭職，繼任人應當完成前任行政長官的任期，之後再次進行選舉"
 },
 {
   "qNum": 470,
   "Que": "2002年至2003年間，香港政府提出《基本法》第23條立法，時任保安局局長是誰？",
   "Ans": "葉劉淑儀"
 },
 {
   "qNum": 471,
   "Que": "2002年至2003年間，香港政府提出《基本法》第23條立法，結果如何?",
   "Ans": "引來香港社會極大反響，政府宣布擱置草案。"
 },
 {
   "qNum": 472,
   "Que": "2002年至2003年間，香港政府提出《基本法》第23條立法，時任保安局局長以什麼理由辭職?",
   "Ans": "以個人理由辭職"
 },
 {
   "qNum": 473,
   "Que": "2010年法律援助處協助3個屬於什麼國籍的家庭申請司法覆核，指香港《入境條例》條文違反《基本法》?",
   "Ans": "菲律賓"
 },
 {
   "qNum": 474,
   "Que": "2010年法律援助處協助3個外籍傭工家庭申請司法覆核，指香港《入境條例》違反《基本法》，結果如何?",
   "Ans": "判決政府勝訴，外傭並無居港權"
 },
 {
   "qNum": 475,
   "Que": "2010年法律援助處協助3個外籍傭工家庭申請司法覆核，指香港《入境條例》違反《基本法》，內容是關於什麼的?",
   "Ans": "限制外傭申請居港權 / 居港權"
 },
 {
   "qNum": 476,
   "Que": "就普選2007年度行政長官和2008年度立法會所有議席的爭論，全國人大常委會於2004年自行對《基本法》附件一和附件二進行了釋法，決定2008年第四屆立法會選舉中的功能團體和分區直選產生的議員比例怎樣？",
   "Ans": "各半的比例維持不變"
 },
 {
   "qNum": 477,
   "Que": "就普選2007年度行政長官和2008年度立法會所有議席的爭論，全國人大常委會於2004年自行對《基本法》附件一和附件二進行了釋法，決定2007年第三任行政長官不實行什麼形式選舉?",
   "Ans": "不實行普選"
 },
 {
   "qNum": 478,
   "Que": "就普選行政長官，全國人大常委會修改了「行政長官及立法會產生辦法和法案議案表決程序」的規定為幾多部曲？",
   "Ans": "五步曲"
 },
 {
   "qNum": 479,
   "Que": "一間美國基金公司以債權人身份要求香港截取中國中鐵投資在剛果民主共和國的1.02億美元作為抵債。剛果民主共和國以「絕對外交豁免權」企圖阻止基金公司追債，上訴庭以什麼原因裁定該國敗訴?",
   "Ans": "以香港依照普通法繼續實行1997年的「有限度豁免權」而裁定敗訴。"
 },
 {
   "qNum": 480,
   "Que": "剛果民主共和國以「絕對外交豁免權」圖阻美國基金公司追債，被香港法院上訴庭裁定敗訴。剛果共和國如何上訴?",
   "Ans": "2011年剛果民主共和國要求終審法院提請人大解釋《基本法》第13條"
 },
 {
   "qNum": 481,
   "Que": "剛果民主共和國以「絕對外交豁免權」圖阻美國基金公司追債，被香港法院上訴庭」裁定敗訴。其後再上訴，常委會有什麼決議?",
   "Ans": "決議：因香港對外事務由中央人民政府負責，故此香港特區須跟從中央人民政府對剛果民主共和國實施「絕對外交豁免權」"
 },
 {
   "qNum": 482,
   "Que": "2016年立法會議員就香港高鐵撥款拉布，除了項目超支太大外，最主要原因是什麼?",
   "Ans": "政府暫時未能提出有效方案解決一地兩檢問題"
 },
 {
   "qNum": 483,
   "Que": "如香港高鐵由國內派員到香港處理一地兩檢事會引起什麼問題?",
   "Ans": "內地人員在港執法，引起破壞一國兩制疑慮"
 },
 {
   "qNum": 484,
   "Que": "香港西部通道如何解決一地兩檢兩地人員執法問題?",
   "Ans": "由國家授權港方人員管理通道內部份中國地方"
 },
 {
   "qNum": 485,
   "Que": "《基本法》序言指出，《基本法》是根據國家哪一個方針制定的？ ",
   "Ans": "一個國家，兩種制度"
 },
 {
   "qNum": 486,
   "Que": "清廷是根據那一條不平等條約將香港割讓給英國?",
   "Ans": "南京條約"
 },
 {
   "qNum": 487,
   "Que": "中英聯合聲明在何時簽訂?",
   "Ans": "1984 年12 月19 日"
 },
 {
   "qNum": 488,
   "Que": "《基本法》在何時通過? ",
   "Ans": "在1990 年4 月4 日"
 },
 {
   "qNum": 489,
   "Que": "《基本法》是什麼文件的簡稱？",
   "Ans": "《中華人民共和國香港特別行政區基本法》"
 },
 {
   "qNum": 490,
   "Que": "《基本法》是由誰人簽署頒佈?",
   "Ans": "楊尚昆先生"
 },
 {
   "qNum": 491,
   "Que": "《基本法》是什麼?",
   "Ans": "是香港特別行政區的憲制性文件，它以法律的形式，訂明\"一國兩制\"、\"高度自治\"和\"港人治港\"等重要理念，亦訂明在香港特別行政區實行的各項制度。"
 },
 {
   "qNum": 492,
   "Que": "基本法諮詢委員會為首份基本法草案進行了多久的諮詢公眾工作?",
   "Ans": "五個月"
 },
 {
   "qNum": 493,
   "Que": "《基本法》第三條規定香港特別行政區的行政機關需由那些人組成？",
   "Ans": "由香港永久性居民"
 },
 {
   "qNum": 494,
   "Que": "《基本法》第三條規定香港特別行政區的立法機關需由那些人組成?",
   "Ans": "由香港永久性居民"
 },
 {
   "qNum": 495,
   "Que": "《基本法》第四條規定香港特別行政區需怎樣保障香港特別行政區居民和其他人的權利和自由?",
   "Ans": "依法保障"
 },
 {
   "qNum": 496,
   "Que": "《基本法》第七條規定從管理、使用、開發、出租或批給個人、法人或團體使用或開發的香港特別行政區境內的土地和自然資源所得的收入由誰支配?",
   "Ans": "由香港特別行政區政府支配。"
 },
 {
   "qNum": 497,
   "Que": "香港特別行政區的區徽是怎樣的? ",
   "Ans": "中間是五星花蕊的紫荊花，周圍寫有“中華人民共和國香港特別行政區”和英文“香港”。"
 },
 {
   "qNum": 498,
   "Que": "根據中國憲法，香港的制度和政策、有關保障居民的基本權利和自由的制度，行政管理、立法和司法方面的制度，以及有關政策，均以什麼的規定爲依據?",
   "Ans": "基本法"
 },
 {
   "qNum": 499,
   "Que": "香港特別行政區的制度和政策，均以一份文件的規定爲依據，這是記載在中華人民共和國憲法第幾條？",
   "Ans": "第三十一條"
 },
 {
   "qNum": 500,
   "Que": "《基本法》第十一條說明香港特別行政區與中華人民共和國是什麼關係?",
   "Ans": "是中華人民共和國的一個享有高度自治權的地方行政區域，直轄於中央人民政府"
 },
 {
   "qNum": 501,
   "Que": "《基本法》第十五條規定香港特別行政區行政長官的任命應如何進行?",
   "Ans": "由中央人民政府將依照基本法第四章的規定進行任命"
 },
 {
   "qNum": 502,
   "Que": "《基本法》第十五條規定香港特別行政區行政機關的主要官員的任命應如何進行?",
   "Ans": "由中央人民政府將依照基本法第四章的規定進行任命"
 },
 {
   "qNum": 503,
   "Que": "全國人民代表大會常務委員會在徵詢其所屬的香港特別行政區基本法委員會後，如認爲香港特別行政區立法機關制定的任何法律不符合基本法關於中央管理的事務及中央和香港特別行政區的關係的條款，可如何處理?",
   "Ans": "將有關法律發回，但不作修改。"
 },
 {
   "qNum": 504,
   "Que": "《基本法》規定在香港特別行政區實行什麼法律?",
   "Ans": "爲基本法以及基本法第八條規定的香港原有法律和香港特別行政區立法機關制定的法律"
 },
 {
   "qNum": 505,
   "Que": "凡列於基本法附件三之法律，需如何處理?",
   "Ans": "由香港特別行政區在當地公佈或立法實施"
 },
 {
   "qNum": 506,
   "Que": "列入附件三的法律限於那些?",
   "Ans": "限於有關國防、外交和其他按本法規定不屬於香港特別行政區自治範圍的法律"
 },
 {
   "qNum": 507,
   "Que": "全國人民代表大會常務委員會可在徵詢什麼機構的意見後對列於基本法附件三的法律作出增減?",
   "Ans": "在徵詢其所屬的香港特別行政區基本法委員會和香港特別行政區政府的意見後"
 },
 {
   "qNum": 508,
   "Que": "香港法院在審理案件中遇有涉及國防、外交等國家行爲的事實問題，應如何處理?",
   "Ans": "應取得行政長官就該等問題發出的證明文件，上述文件對法院有約束力。"
 },
 {
   "qNum": 509,
   "Que": "根據《基本法》第二十八條，香港居民的什麼不受侵犯。",
   "Ans": "人身自由"
 },
 {
   "qNum": 510,
   "Que": "根據《基本法》第三十二條對香港居民的宗教信仰有什麼保障?",
   "Ans": "香港居民有宗教信仰的自由，有公開傳教和舉行、參加宗教活動的自由。 "
 },
 {
   "qNum": 511,
   "Que": "根據《基本法》第三十三條， 香港居民有什麼的自由?",
   "Ans": "選擇職業的自由"
 },
 {
   "qNum": 512,
   "Que": "除了香港和澳門，中國有那個省市可自行發行貨幣?",
   "Ans": "沒有 "
 },
 {
   "qNum": 513,
   "Que": "中央對特區政府徵稅的規定是甚麼?",
   "Ans": "中央政府不向特區徵稅"
 },
 {
   "qNum": 514,
   "Que": "《基本法》對新界原居民的傳統權益的規定是甚麼？",
   "Ans": "合法傳統權益受到保障"
 },
 {
   "qNum": 515,
   "Que": "《基本法》予香港特區高度自治的權力具體表現在哪些方面？",
   "Ans": "具有行政管理、立法權、獨立的司法權和終審權"
 },
 {
   "qNum": 516,
   "Que": "《基本法》對特區政府各部門及其公務人員向中央政府作工作報告工作的規定是甚麼？",
   "Ans": "沒有特別規定"
 },
 {
   "qNum": 517,
   "Que": "《基本法》對中央政府各省、市、自治區自行來港設立機構，有何規範?",
   "Ans": "不可自行來港設立機構"
 },
 {
   "qNum": 518,
   "Que": "特區立法機關與行政機關的關係是怎樣的？",
   "Ans": "互相幫助、互相制衡、互相配合"
 },
 {
   "qNum": 519,
   "Que": "擔任香港特區政府司長的資格，其中最主的條件是甚麼？",
   "Ans": "由在外國無居留權的香港永久性居民擔任"
 },
 {
   "qNum": 520,
   "Que": "基本法委員會有何作用？",
   "Ans": "對全國人大與特區立法會不相符的法律進行研究"
 },
 {
   "qNum": 521,
   "Que": "觸犯內地法律的港人會受到怎樣的處理？",
   "Ans": "由內地法律裁判"
 },
 {
   "qNum": 522,
   "Que": "外匯管制政策在特區實行時有什麼規定？",
   "Ans": "不會在香港實行"
 },
 {
   "qNum": 523,
   "Que": "香港申辦國際體育活動，須要報請中央體育部門批准嗎？",
   "Ans": "以中華人民共和國香港名義，不須要呈報"
 },
 {
   "qNum": 524,
   "Que": "中央政府為甚麼要負責特區外交事務？",
   "Ans": "是中國政府恢復行使香港主權的最要標誌"
 },
 {
   "qNum": 525,
   "Que": "《基本法》的修改權屬誰？",
   "Ans": "全國人民代表大會"
 },
 {
   "qNum": 526,
   "Que": "哪一個機構負責香港的外交事務？",
   "Ans": "外交部駐港特派員公署"
 },
 {
   "qNum": 527,
   "Que": "廉政公署和哪一個政府部門是獨立工作，直接向特區行政長官負責？",
   "Ans": "審計署"
 },
 {
   "qNum": 528,
   "Que": "七月一日是否香港特別行政區的什麼假期？",
   "Ans": "公眾假期"
 },
 {
   "qNum": 529,
   "Que": "內地人民每年可定居香港人數應如何確定?",
   "Ans": "由中央政府徵求香港意見而確定"
 },
 {
   "qNum": 530,
   "Que": "回歸後住戶要納地租， 地租是應課差餉租值的百分之幾？",
   "Ans": "百分之三"
 },
 {
   "qNum": 531,
   "Que": "如因人權宣言的條例的內容與基本法有衝突，只能以何者為準？",
   "Ans": "《基本法》"
 },
 {
   "qNum": 532,
   "Que": "非中國籍香港特區永久性居民，其在港出生的子女幾多歲內屬於香港永久性居民?",
   "Ans": "21歲以下的子女"
 },
 {
   "qNum": 533,
   "Que": "香港特別行政區的基本法修改議案，必須經過哪些程序？",
   "Ans": "1. 立法機關通過 2.行政長官同意 3. 人大批准 "
 },
 {
   "qNum": 534,
   "Que": "香港特別行政區實行了什麼政策以保障無形財產的流動自由？",
   "Ans": "自由貿易"
 },
 {
   "qNum": 535,
   "Que": "根據《基本法》第三十五條，香港居民有權得到什麼法律權利?",
   "Ans": "秘密法律諮詢、向法院提起訴訟、選擇律師及時保護自己的合法權益或在法庭上爲其代理和獲得司法補救。"
 },
 {
   "qNum": 536,
   "Que": "香港特別行政區立法會議員根據本法規定並依照法定程式提出法律草案，凡涉及政府政策者，在提出前必須得到誰的書面同意?",
   "Ans": "行政長官"
 },
 {
   "qNum": 537,
   "Que": "香港特別行政區立法會議員根據本法規定並依照法定程式提出法律草案，凡不涉及公共開支或政治體制或政府運作者，可怎樣提出?",
   "Ans": "由立法會議員個別或聯名"
 },
 {
   "qNum": 538,
   "Que": "對退休或符合規定離職的公務人員有什麼安排?",
   "Ans": "不論其所屬國籍或居住地點，香港特別行政區政府按不低於原來的標準向他們或其家屬支付應得的退休金、酬金、津貼和福利費。"
 },
 {
   "qNum": 539,
   "Que": "基本法第一百零八條對香港特別行政區的稅收制度有何規定?",
   "Ans": "實行獨立的稅收制度，參照原在香港實行的低稅政策，自行立法規定稅種、稅率、稅收寬免和其他稅務事項"
 },
 {
   "qNum": 540,
   "Que": "基本法第一百零九條規定香港特別行政區政府需提供什麼環境，以保持香港的國際金融中心地位?",
   "Ans": "適當的經濟和法律環境"
 },
 {
   "qNum": 541,
   "Que": "基本法第一百一十條對香港特別行政區的貨幣金融制度有何規定?",
   "Ans": "香港特別行政區政府自行制定貨幣金融政策，保障金融企業和金融市場的經營自由，並依法進行管理和監督"
 },
 {
   "qNum": 542,
   "Que": "基本法第一百一十八條規定香港特別行政區政府需提供什麼環境，鼓勵各項投資、技術進步並開發新興産業?",
   "Ans": "經濟和法律環境"
 },
 {
   "qNum": 543,
   "Que": "基本法第一百二十條規定所有土地契約和與土地契約有關的一切權利，均會如何處理?",
   "Ans": "按香港特別行政區的法律繼續予以承認和保護"
 },
 {
   "qNum": 544,
   "Que": "基本法第一百二十三條規定香港特別行政區成立以後滿期而沒有續期權利的土地契約會如何處理?",
   "Ans": "由香港特別行政區自行制定法律和政策處理"
 },
 {
   "qNum": 545,
   "Que": "全國人民代表大會常務委員會在對基本法進行解釋前，會徵詢什麼機構意見? ",
   "Ans": "徵詢其所屬的香港特別行政區基本法委員會的意見。"
 },
 {
   "qNum": 546,
   "Que": "基本法的修改議案在列入全國人民代表大會的議程前，會由那機構先研究及提出意見?  ",
   "Ans": "先由香港特別行政區基本法委員會研究並提出意見"
 },
 {
   "qNum": 547,
   "Que": "第一任行政長官是按照什麼辦法産生?",
   "Ans": "《全國人民代表大會關於香港特別行政區第一屆政府和立法會産生辦法的決定》"
 },
 {
   "qNum": 548,
   "Que": "基本法附件二規定第一屆立法會是如何産生的?",
   "Ans": "按照《全國人民代表大會關於香港特別行政區第一屆政府和立法會産生辦法的決定》産生"
 },
 {
   "qNum": 549,
   "Que": "基本法附件二規定首三屆的香港特別行政區立法會有多少議員？",
   "Ans": "每屆60人"
 },
 {
   "qNum": 550,
   "Que": "2012年立法會新增的5個功能界別議席，是如何產生的?",
   "Ans": "由過往在傳統功能界別以外超過320萬名選民以一人一票方式選出"
 },
 {
   "qNum": 551,
   "Que": "根據《基本法》第四十五條及全國人大常委會2007年的決定，普選行政長官候選人應如何產生?",
   "Ans": "必須由提名委員會以「委員會」名義按民主程序提名產生(即機構提名)而非是目前選舉委員會方式，由個別提名委員會委員聯合提名產生"
 },
 {
   "qNum": 552,
   "Que": "香港政制發展「五步曲」是由全國人大常委會在那一年確立?",
   "Ans": "2004年（《關於〈中華人民共和國香港特別行政區基本法〉附件一第七條和附件二第三條的解釋 》）"
 }
]